Repository: julien-noblet/malodos
Catalog: tags/1.2.1/src/locale/*/LC_MESSAGES/malodos.po
Languages: fr_fr

source: Unable to connect to database
fr_fr: Ne peut se connecter à la base de donnée

source: Unstable state: Your database version is newer than the program itself...
fr_fr: Etat instable : La version de votre base de données est plus récente que le programme lui-même

source: Unable to assign the registering person
fr_fr: Impossible d'assigner la personne

source: Unable to add the document
fr_fr: Impossible d'ajouter le document

source: Unable to remove documents/word associations
fr_fr: Impossible de supprimer une association mot/document

source: Unable to remove documents entries
fr_fr: Impossible de supprimer les documents

source: Unable to remove doc/word association
fr_fr: Impossible de supprimer une association mot/document

source: Unable to insert new keywords :
fr_fr: Impossible d'inserer un nouveau mot-clé

source: Unable to search for keywords
fr_fr: Recherche de mot-clé impossible

source: Unable to insert new document/word association
fr_fr: Impossible d'inserer une association mot/document

source: Unable to update document into database
fr_fr: Impossible de mettre à jours le document dans la base de données

source: Unable to reassign checksum into database entry
fr_fr: Impossible de mettre à jours la signature dans la base de données

source: Adding a documents to the database
fr_fr: Ajouter un document à la base de données

source: filename of the document to add
fr_fr: Nom du fichier du document à ajouter

source: Ok
fr_fr: Confirmer

source: Cancel
fr_fr: Annuler

source: Unable to add the file to the database
fr_fr: Impossible d'ajouter le fichier à la base de données

source: Update
fr_fr: Mettre à jour

source: System show
fr_fr: Affichage système

source: filter :
fr_fr: Filtre :

source: advanced
fr_fr: Avancé

source: Scan a new document
fr_fr: Scanner un nouveau document

source: Add a new document
fr_fr: Ajouter un nouveau document

source: The file content has changed! Do you wish to update its signature?
fr_fr: Le contenu du fichier à été modifié! Voulez vous mettre à jours sa signature ?

source: Unable to update the database
fr_fr: Impossible de mettre à jours la base de données

source: Unable to check the file signature...
fr_fr: Impossible de vérifier la signature du fichier

source: do you really want to delete this record (
fr_fr: Voulez-vous vraiment supprimer cet enregistrement (

source: do you really want to delete these
fr_fr: Voulez-vous vraiment supprimer ces

source: records
fr_fr: enregistrements

source: Unable to print the document
fr_fr: Impossible d'imprimer le document

source: Change
fr_fr: Modifier

source: Add
fr_fr: Ajouter

source: Remove
fr_fr: Supprimer

source: Survey directories
fr_fr: Surveillance de répertoires

source: (check directories which have to be recursively surveyed)
fr_fr: Cocher les répertoires à surveiller récursivement

source: Survey extensions
fr_fr: Extensions surveillées

source: Preference window
fr_fr: Fenêtre de préférences

source: Database name :
fr_fr: Nom de la base de données

source: Language
fr_fr: Langue

source: Dir. survey
fr_fr: Surv. de rep.

source: Problem : Unable to write the configuration file.
fr_fr: Problème : Impossible d'ecrire le fichier de configuration

source: Filename
fr_fr: Nom du fichier

source: Title
fr_fr: Titre

source: Tags
fr_fr: Balises

source: document date
fr_fr: Date du document

source: Scanning a new document
fr_fr: Scanner un nouveau document

source: Select Scanner
fr_fr: Sélectionner un scanner

source: Manual MultiPage
fr_fr: Multi-page manuel

source: Record
fr_fr: Enregistrement

source: Do you want to add new page(s) ?
fr_fr: Voulez vous vraiment ajouter une nouvelle page ?

source: You must give a valid filename to record the document
fr_fr: Un nom de fichier valide est requis pour l'ajout du document

source: Unable to add the file to the disk
fr_fr: Impossible d'ajouter le fichier sur le disque

source: Survey directory
fr_fr: Surveillance de répértoire

source: UNDER DIRECTORY
fr_fr: SOUS LE REPERTOIRE

source: selection
fr_fr: sélection

source: alert
fr_fr: alerte

source: Connect to the scanner
fr_fr: Connecter au scanner

source: Begin the acquisition process.
fr_fr: Demarrage de l'acquisition

source: Configuration not found
fr_fr: Fichier de configuration non trouvé

source: Unable to search keywords
fr_fr: Impossible de recherche le mot-clé

source: Keyword search failed
fr_fr: La recherche de mot-clé à échouée

source: Document search failed
fr_fr: La recherche dans le document à échouée

source: No page
fr_fr: Aucune page

source: no page
fr_fr: aucune page

source: MALODOS Main panel
fr_fr: MALODOS tableau de bord

source: The file content has changed! Do you wish to update its signature ?
fr_fr: Le contenu du fichier à été modifié! Voulez vous mettre à jours sa signature ?

source: None
fr_fr: Aucun

source: UNDER DIRECTORY
fr_fr: SOUS LE REPERTOIRE

source: choose in the following :
fr_fr: Choisir parmis:

source: No yet implemented
fr_fr: Code non encore disponible

source: Add an existing file
fr_fr: Ajouter un fichier existant

source: Remove the current selection from the database
fr_fr: Supprimer les documents séléctionnés de la base de données

source: Print the selected document
fr_fr: Imprimer le document en cours

source: Open the directory survey window
fr_fr: Ouvrir la fenêtre de surveillance des répértoires

source: Set preferences
fr_fr: Modifier les préférences

source: Credits
fr_fr: A propos

source: Previous page
fr_fr: Page précédante

source: Next page
fr_fr: Prochaine page

source: Zoom
fr_fr: Zoomer

source: Unzoom
fr_fr: Dézoomer

source: Rotate clockwise
fr_fr: Rotation horaire

source: Rotate anti-clockwise
fr_fr: Rotation anti-horaire

source: Flip horizontally
fr_fr: Retourner horizontalement

source: Flip vertically
fr_fr: Retourner verticallement

source: Apply to all pages
fr_fr: Appliquer à toutes les pages

source: choose the database file
fr_fr: Choix du fichier de base de données

source: Scanning options
fr_fr: Options de scan

source: Unable to set the scanner options. Do you want to proceed to scan anyway ?
fr_fr: Impossible de définir les options du scanner. Voulez vous cependant continuer le scan ?

source: Option %s not settable
fr_fr: L'option %s n'est pas assignable

source: Error during scanning, aborted.
fr_fr: Erreur au cours du scan, annulé

source: Manual multipage
fr_fr: Multipage manuel

source: Check to manually scan a multiple page document
fr_fr: Cocher pour scanner manuellement un document multipage

source: OCR programs to use
fr_fr: Programmes pour la reconnaissance de caractère

source: OCR Checking languages
fr_fr: Langues pour la reconnaissance de caractère

source: Content
fr_fr: Contenu

source: Char recognition
fr_fr: Reconnaissance de caractère

source: calling tesseract
fr_fr: appel de tesseract

source: spellchecking
fr_fr: correction orthographique

source: calling hOCR
fr_fr: appel de hOCR

source: calling gOCR
fr_fr: Appel de gOCR

source: Character recognition
fr_fr: Reconnaissance de caractère

source: calling %s
fr_fr: appel de %s

source: Unable to get the image in format %s for section %s
fr_fr: Impossible de recupérer l'image au format %s dans la section %s

source: Misformatted OCR configuration for section %s
fr_fr: Configuration OCR mal formée dans la section %s

source: Automatically proceed to OCR when a new document is added to the database
fr_fr: Utilisation automatique de la reconaissance de caractère lorsqu'un nouveau document est ajouté à la base de données

source: do OCR
fr_fr: ROC

source: A valid filename is required
fr_fr: Un nom de fichier valide est requis

source: Files not in database
fr_fr: Le fichier n'est pas dans la base de données

source: Fix selected
fr_fr: Corriger la séléction

source: Fix All
fr_fr: Tout corriger

source: Directory survey
fr_fr: Surveillance de répértoire

source: Missing OCR
fr_fr: ROC manquant

source: Removes/modified files
fr_fr: Fichiers supprimés/modifiés

source: Add/Update
fr_fr: Ajout/MAJ

source: Unable to add/update the file to the database
fr_fr: Impossible d'ajouter/mettre à jours le fichier dans la base de donnée

source: Unable to get the image in format %(needed_format) for section %(section)
fr_fr: Impossible de récuperer l'image au format %(needed_format) dans la section %(section)

source: Directory chooser
fr_fr: Selecteur de répertoire

source: ROOT
fr_fr: BASE

source: unable to backup the database
fr_fr: impossible de sauvegarder la base de données

source: unable to upgrade the database
fr_fr: impossible de mettre à jours la base de données

source: Remove content
fr_fr: Retirer le contenu

source: Set to parent folder
fr_fr: Déplacer vers le répertoire parent

source: cancel
fr_fr: annuler

source: This folder is not empty, please choose the action to take
fr_fr: Ce répertoire n'est pas vide, veuillez spécifier l'action à entreprendre

source: Unable to create the database {name} : {err}
fr_fr: Impossible de créer la base de données {name} : {err}

source: Document to go wizard
fr_fr: Guide pour la fonction Document To Go

source: Are you sure you want to cancel to document to go wizard ?
fr_fr: Etes vous sûr de vouloir annuler le guide de la fonction Document To Go ?

source: The filename can't be empty
fr_fr: Le nom du fichier ne peut être vide

source: The filename and dirname can't be empty
fr_fr: Ni le nom du fichier, ni le nom du répertoire ne doivent être vides

source: Export all of part of the database.
fr_fr: Exporter tout ou partie de la base de données.

source: Create an archive with some or all of your documents, along with a database to browse into.
fr_fr: Créer une archive contenant tout ou partie de vos documents, ainsi que la base de données permettant de les explorer.

source: Open an existing archive.
fr_fr: Ouvrir une archive existante.

source: What action do you want to take
fr_fr: Quel action voulez vous prendre

source: Path of exported database
fr_fr: Chemin pour la base de donnée exportée

source: Path of exported archive
fr_fr: Chemin pour l'archive exportée

source: Path of archive to import
fr_fr: Chemin de l'archive à importer

source: Path of directory into which the archive will be extracted
fr_fr: Chemin du répertoir où l'archive sera extraite

source: Unclassified
fr_fr: Non classés

source: Flat view
fr_fr: Vue plate

source: Folder view
fr_fr: Vue répértoire

source: Tag Folder view
fr_fr: Vue mots-clefs

source: Folders
fr_fr: Répértoires

source: Folder selection
fr_fr: Sélection de répértoire

source: String expected
fr_fr: Chaine de caractère attendue

source: select
fr_fr: séléctionner

source: add sub-menu
fr_fr: ajouter un sous-répértoire

source: rename
fr_fr: renommer

source: delete
fr_fr: supprimer

source: Do you really want to move the folder {src} and all its content under the folder {dst} ?
fr_fr: Etes vous sur de vouloir déplacer le répertoir {src} et tout son contenu vers le répertoir {dst} ?

source: Unable to move the folder {src} under {dst}
fr_fr: Impossible de déplacer le répertoir {src} sous {dst}

source: name :
fr_fr: nom :

source: Give a sub-folder name
fr_fr: Donner un nom de sous-répertoire

source: folder
fr_fr: répertoire

source: unable to add the sub-folder {0}
fr_fr: Impossible d'ajouter le sous répertoire {0}

source: Are you sure that you want to delete the folder {0}
fr_fr: Etes vous sur de vouloir supprimer le répertoire {0}

source: unable to remove the sub-folder {0}
fr_fr: impossible de supprimer le sous-répertoire {0}

source: Are you sure that you want to rename folder "{iniName}" to "{newName}"
fr_fr: Etes vous sur de vouloir renommer le réperoire "{iniName}" en "{newName}"

source: unable to remove the subfolder {0}
fr_fr: impossible de supprimer le sous répertoire {0}

source: Unable to open the archive {0}
fr_fr: Impossible d'ouvrir l'archive {0}

source: Export all the documents
fr_fr: Exporter l'ensemble des documents

source: Export only the result of the current search.
fr_fr: Exporter uniquement les résultat de la recherche en cours

source: Export only the result of the current selection.
fr_fr: Exporter uniquement les résultats de la sélection en cours

source: Which documents would you like to save
fr_fr: Quel document voulez vous sauver

source: Alphabetical
fr_fr: Alphabétique

source: Chronological (document)
fr_fr: Chronologique (date de création)

source: Chronological (registering date)
fr_fr: Chronologique (date d'enregistrement)

source: Relevance
fr_fr: Pertinance

source: Automatic scan
fr_fr: Scan automatique

source: Automatic file name
fr_fr: Nom de fichier automatique

source: Default file location to last call (using default directory below otherwise)
fr_fr: Remettre les fichier dans le dernier repertoire (ou répertoire ci-dessous sinon)

source: Close scanner dialog after scan
fr_fr: Fermer la fenêtre de scan après un scan

source: Clear meta field after scan
fr_fr: Effacer les meta-champs après un scan

source: Generation of a search request
fr_fr: Génération de la requête

source: The directory {dname} does not exists. Should it be created ?
fr_fr: Le répertoire {dname} n'existe pas. Volez vous le créer?

source: Details of the bug report
fr_fr: Détail du rapport de bug

source: Your name
fr_fr: Votre nom

source: Description of the bug
fr_fr: Description du bug

source: Report a bug
fr_fr: Rapport de bug

source: Support MALODOS
fr_fr: Soutenir MALODOS

source: Auto filename prefix
fr_fr: Prefixe pour les nom de fichier auto.

source: Add scan
fr_fr: Ajouter un scan

source: Files not in the database
fr_fr: Fichier absent de la base de données
